export default {
  title: 'श्रेणियां',
  all: 'सभी श्रेणियां',
  dev: {
    title: 'डेवलपमेंट टूल्स',
    description: 'डेवलपर्स के लिए प्रोग्रामिंग, डिबगिंग और ऑप्टिमाइज़ेशन टूल्स'
  },
  design: {
    title: 'डिज़ाइन टूल्स',
    description: 'डिज़ाइनर्स को विज़ुअल कार्य बनाने और अनुकूलित करने में सहायता करने वाले टूल्स'
  },
  convert: {
    title: 'कन्वर्ट टूल्स',
    description: 'विभिन्न फ़ाइल फॉर्मेट्स के बीच कन्वर्ट करने के लिए टूल्स'
  },
  text: {
    title: 'टेक्स्ट एडिटिंग',
    description: 'टेक्स्ट सामग्री को प्रोसेस, एडिट और कन्वर्ट करने के लिए टूल्स'
  },
  image: {
    title: 'इमेज प्रोसेसिंग',
    description: 'इमेज प्रोसेसिंग, ऑप्टिमाइज़ेशन और कन्वर्ज़न टूल्स'
  },
  network: {
    title: 'नेटवर्क प्रोटोकॉल',
    description: 'नेटवर्क एनालिसिस, डिबगिंग और टेस्टिंग टूल्स'
  },
  crypto: {
    title: 'क्रिप्टो सुरक्षा',
    description: 'पासवर्ड जनरेशन, एन्क्रिप्शन, डिक्रिप्शन और सुरक्षा टूल्स'
  },
  utility: {
    title: 'उपयोगी टूल्स',
    description: 'विभिन्न प्रकार के उपयोगी दैनिक टूल्स'
  },
  surveying_and_mapping: {
    title: 'सर्वेक्षण टूल्स',
    description: 'सर्वेक्षण टूल्स, सर्वेक्षण कार्यकर्ताओं को सर्वेक्षण कार्य में मदद करते हैं'
  },
  ai: {
    title: 'एआई टूल्स',
    description: 'कृत्रिम बुद्धिमत्ता तकनीक पर आधारित बुद्धिमान उपकरण और सेवाएं'
  },
  pdf: {
    title: 'PDF उपकरण',
    description: 'PDF फ़ाइलों को बनाने, संपादित करने, परिवर्तित करने और अनुकूलित करने के लिए उपकरण'
  },
};