export default {
  title: 'التصنيفات',
  all: 'جميع التصنيفات',
  dev: {
    title: 'أدوات التطوير',
    description: 'أدوات البرمجة والتصحيح والتحسين للمطورين'
  },
  design: {
    title: 'أدوات التصميم',
    description: 'أدوات مساعدة المصممين في إنشاء وتحسين الأعمال المرئية'
  },
  convert: {
    title: 'أدوات التحويل',
    description: 'أدوات تحويل بين مختلف تنسيقات الملفات'
  },
  text: {
    title: 'تحرير النصوص',
    description: 'أدوات معالجة وتحرير وتحويل محتوى النصوص'
  },
  image: {
    title: 'معالجة الصور',
    description: 'أدوات معالجة وتحسين وتحويل الصور'
  },
  network: {
    title: 'بروتوكولات الشبكة',
    description: 'أدوات تحليل وتصحيح واختبار الشبكات'
  },
  crypto: {
    title: 'الأمان والتشفير',
    description: 'أدوات إنشاء كلمات المرور والتشفير وفك التشفير والأمان'
  },
  utility: {
    title: 'أدوات مفيدة',
    description: 'مختلف الأدوات المفيدة للاستخدام اليومي'
  },
  surveying_and_mapping: {
    title: 'أدوات المسح ورسم الخرائط',
    description: 'أدوات المسح ورسم الخرائط، لمساعدة المساحين في أعمال المسح'
  },
  ai: {
    title: 'أدوات الذكاء الاصطناعي',
    description: 'أدوات وخدمات ذكية تعتمد على تقنية الذكاء الاصطناعي'
  },
}; 