export default {
  title: 'Категории',
  all: 'Все категории',
  dev: {
    title: 'Инструменты для разработки',
    description: 'Инструменты для программирования, отладки и оптимизации для разработчиков'
  },
  design: {
    title: 'Инструменты для дизайна',
    description: 'Инструменты для создания и оптимизации визуальных работ для дизайнеров'
  },
  convert: {
    title: 'Инструменты для конвертации',
    description: 'Инструменты для преобразования различных форматов файлов'
  },
  text: {
    title: 'Редактирование текста',
    description: 'Инструменты для обработки, редактирования и преобразования текстового контента'
  },
  image: {
    title: 'Обработка изображений',
    description: 'Инструменты для обработки, оптимизации и преобразования изображений'
  },
  network: {
    title: 'Сетевые протоколы',
    description: 'Инструменты для анализа, отладки и тестирования сетей'
  },
  crypto: {
    title: 'Криптографическая безопасность',
    description: 'Инструменты для генерации паролей, шифрования, дешифрования и безопасности'
  },
  utility: {
    title: 'Утилиты и эффективность',
    description: 'Различные полезные повседневные инструменты'
  },
  surveying_and_mapping: {
    title: 'Геодезические инструменты',
    description: 'Геодезические инструменты, помогающие специалистам выполнять измерительные работы'
  },
  ai: {
    title: 'ИИ-инструменты',
    description: 'Интеллектуальные инструменты и сервисы на основе технологий искусственного интеллекта'
  },
  pdf: {
    title: 'Инструменты PDF',
    description: 'Инструменты для создания, редактирования, преобразования и оптимизации PDF-файлов'
  },
  audio: {
    title: 'Аудио инструменты',
    description: 'Инструменты для конвертации, редактирования и обработки аудио'
  },
  printing_3d: {
    title: '3D-печать',
    description: 'Инструменты для создания, оптимизации и конвертации моделей 3D-печати'
  },
};